tools/cfdvv/cases/verification/incompressible/lid-driven-cavity/openfoam/system/blockMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
convertToMeters 1;
// 64x64 mesh (minimum recommended)
vertices ((0 0 0)(1 0 0)(1 1 0)(0 1 0)(0 0 0.1)(1 0 0.1)(1 1 0.1)(0 1 0.1));
blocks ( hex (0 1 2 3 4 5 6 7) (64 64 1) simpleGrading (1 1 1) );
edges ();
boundary (
    movingWall { type wall; faces ((3 7 6 2)); }
    fixedWalls { type wall; faces ((0 4 7 3)(1 5 6 2)(0 1 5 4)); }
    frontAndBack { type empty; faces ((0 3 2 1)(4 5 6 7)); }
);
