tools/cfdvv/cases/verification/incompressible/lid-driven-cavity/openfoam/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
application simpleFoam;
startFrom startTime; startTime 0; stopAt endTime; endTime 500;
deltaT 1; writeControl timeStep; writeInterval 100;
functions {
    sampleDict {
        type sets;
        libs ("libsampling.so");
        writeControl outputTime;
        interpolationScheme cellPoint;
        setFormat csv;
        fields (U);
        sets (
            centerline {
                type lineUniform; axis y;
                start (0.5 0 0.05); end (0.5 1 0.05); nPoints 41;
            }
        );
    }
}
