tools/cfdvv/cases/verification/incompressible/lid-driven-cavity/openfoam/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers {
    p { solver GAMG; tolerance 1e-07; relTol 0.01; smoother GaussSeidel; }
    U { solver smoothSolver; smoother GaussSeidel; tolerance 1e-07; relTol 0.01; }
}
SIMPLE { nNonOrthogonalCorrectors 0; pRefCell 0; pRefValue 0; residualControl { p 1e-5; U 1e-5; } }
relaxationFactors { fields { p 0.3; } equations { U 0.5; } }
